/**
 * Модуль-хелпер для хранения констант
 * @module Consts
 */

/**
 * @constant {Object} consts Константы, необходимые приложению
 */
export default {
    dates: {
        oneDayInMs: 1000 * 60 * 60 * 24, //60 sec * 60 min * 24 hours * 1000 ms
        monthStr: [
            'ЯНВАРЬ',
            'ФЕВРАЛЬ',
            'МАРТ',
            'АПРЕЛЬ',
            'МАЙ',
            'ИЮНЬ',
            'ИЮЛЬ',
            'АВГУСТ',
            'СЕНТЯБРЬ',
            'ОКТЯБРЬ',
            'НОЯБРЬ',
            'ДЕКАБРЬ'
        ]
    }
};